[{
    "id": 1,
    "quote": "It’s a great art, is rowing. It’s the finest art there is. It’s a symphony of motion. And when you’re rowing well, why it’s nearing perfection. And when you near perfection, you’re touching the Divine. It touches the you of yous. Which is your soul.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 2,
    "quote": "(But I desire and I long every day to go home and to look upon the day of my return . . . for already I have suffered and labored at so many things on the waves.)",
    "author": "Homer",
    "additionalInfo": "from Odyssey"
  },
  {
    "id": 3,
    "quote": "In a sport like this—hard work, not much glory, but still popular in every century—well, there must be some beauty which ordinary men can’t see, but extraordinary men do.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 4,
    "quote": "Having rowed myself since the tender age of twelve and having been around rowing ever since, I believe I can speak authoritatively on what we may call the unseen values of rowing—the social, moral, and spiritual values of this oldest of chronicled sports in the world. No didactic teaching will place these values in a young man’s soul. He has to get them by his own observation and lessons.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Rowing News Bulletin (1944), letter he wrote to C. Leverich Brett"
  },
  {
    "id": 5,
    "quote": "These giants of the forest are something to behold. Some have been growing for a thousand years, and each tree contains its own story of the centuries’ long struggle for survival. Looking at the annular rings of the wood, you can tell what seasons they have been through. In some drought years they almost perished, as growth is barely perceptible. In others, the growth was far greater.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 6,
    "quote": "Every good rowing coach, in his own way, imparts to his men the kind of self-discipline required to achieve the ultimate from mind, heart, and body. Which is why most ex-oarsmen will tell you they learned more fundamentally important lessons in the racing shell than in the classroom.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 7,
    "quote": "It is hard to make that boat go as fast as you want to. The enemy, of course, is resistance of the water, as you have to displace the amount of water equal to the weight of men and equipment, but that very water is what supports you and that very enemy is your friend. So is life: the very problems you must overcome also support you and make you stronger in overcoming them.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Rowing News Bulletin (1944), letter he wrote to C. Leverich Brett"
  },
  {
    "id": 8,
    "quote": "Rowing is perhaps the toughest of sports. Once the race starts, there are no time-outs, no substitutions. It calls upon the limits of human endurance. The coach must therefore impart the secrets of the special kind of endurance that comes from mind, heart, and body.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 9,
    "quote": "My ambition has always been to be the greatest shell builder in the world; and without false modesty, I believe I have attained that goal. If I were to sell the [Boeing] stock, I fear I would lose my incentive and become a wealthy man, but a second-rate artisan. I prefer to remain a first-class artisan.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 10,
    "quote": "Rowing a race is an art, not a frantic scramble. It must be rowed with head power as well as hand power. From the first stroke all thoughts of the other crew must be blocked out. Your thoughts must be directed to you and your own boat, always positive, never negative.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 11,
    "quote": "A good shell has to have life and resiliency to get in harmony with the swing of the crew.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 12,
    "quote": "One of the first admonitions of a good rowing coach, after the fundamentals are over, is “pull your own weight,” and the young oarsman does just that when he finds out that the boat goes better when he does. There is certainly a social implication here.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Rowing News Bulletin (1944), letter he wrote to the National Association of Amateur Oarsmen"
  },
  {
    "id": 13,
    "quote": "A boat is a sensitive thing, an eight-oared shell, and if it isn’t let go free, it doesn’t work for you.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 14,
    "quote": "And the oarsman, too, when he has his mind trained at the university and his body fit, feels something. . . . I think oarsmen understand what I’m talking about. They get that way. I’ve seen oarsmen—actually I saw one man, who was so rarin’ to go, so fit and bright, I saw him try to run up a wall. Now isn’t that ridiculous? But he felt that good; he wanted to run up that wall.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 15,
    "quote": "Just as a skilled rider is said to become part of his horse, the skilled oarsman must become part of his boat.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 16,
    "quote": "When you get the rhythm in an eight, it’s pure pleasure to be in it. It’s not hard work when the rhythm comes—that “swing” as they call it. I’ve heard men shriek out with delight when that swing came in an eight; it’s a thing they’ll never forget as long as they live.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 17,
    "quote": "To be of championship caliber, a crew must have total confidence in each other, able to drive with abandon, confident that no man will get the full weight of the pull. . . . The 1936 crew, with Hume at stroke, rowed with abandon, beautifully timed. Having complete confidence in one another they would bound on the stroke with one powerful cut; then ghost forward to the next stroke with the boat running true and hardly a perceptible slowdown. They were a classic example of eight-oar rowing at its very best.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 18,
    "quote": "Therein lies the secret of successful crews: Their “swing,” that fourth dimension of rowing, which can only be appreciated by an oarsman who has rowed in a swinging crew, where the run is uncanny and the work of propelling the shell a delight.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 19,
    "quote": "Good thoughts have much to do with good rowing. It isn’t enough for the muscles of a crew to work in unison; their hearts and minds must also be as one.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 20,
    "quote": "To see a winning crew in action is to witness a perfect harmony in which everything is right. . . . That is the formula for endurance and success: rowing with the heart and head as well as physical strength.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 21,
    "quote": "Men as fit as you, when your everyday strength is gone, can draw on a mysterious reservoir of power far greater. Then it is that you can reach for the stars. That is the way champions are made.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Ready All!: George Yeoman Pocock and Crew Racing"
  },
  {
    "id": 22,
    "quote": "Where is the spiritual value of rowing? . . . The losing of self entirely to the cooperative effort of the crew as a whole.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from Rowing News Bulletin (1944), letter he wrote to the National Association of Amateur Oarsmen"
  },
  {
    "id": 23,
    "quote": "Harmony, balance, and rhythm. They’re the three things that stay with you your whole life. Without them civilization is out of whack. And that’s why an oarsman, when he goes out in life, he can fight it, he can handle life. That’s what he gets from rowing.",
    "author": "George Yeoman Pocock",
    "additionalInfo": "from a speech Pocock gave to the University of Washington Varsity Boat Club in 1965"
  },
  {
    "id": 24,
    "quote": "I have been out again on the river, rowing. I find nothing new.",
    "author": "Fanny Kemble",
    "additionalInfo": ""
  },
  {
    "id": 25,
    "quote": "Only the guy who isn't rowing has time to rock the boat.",
    "author": "Jean-Paul Sartre",
    "additionalInfo": ""
  },
  {
    "id": 26,
    "quote": "The strength of the team is each individual member. The strength of each member is the team.",
    "author": "Phil Jackson",
    "additionalInfo": ""
  },
  {
    "id": 27,
    "quote": "There is a place where cerebral an corporeal meet: they call it rowing",
    "author": "Barry S. Strauss",
    "additionalInfo": ""
  },
  {
    "id": 28,
    "quote": "There is advantage in the wisdom won from pain.",
    "author": "Aeschylus",
    "additionalInfo": ""
  },
  {
    "id": 29,
    "quote": "In rowing as in life, there are competitors and there are racers. The competitor works hard and rows to his limit. The racer does not think of limits, only the race.",
    "author": "Jim Dietz",
    "additionalInfo": ""
  },
  {
    "id": 30,
    "quote": "To improve the oarsman you must improve the man.",
    "author": "Steve Fairbairn",
    "additionalInfo": ""
  },
  {
    "id": 31,
    "quote": "Virtue dwells at the head of a river, to which we cannot get but by rowing against the stream.",
    "author": "Owen Feltham",
    "additionalInfo": ""
  },
  {
    "id": 32,
    "quote": "Winning a rowing race is not like winning anything else. Here's my theory: you're facing backwards, so you're looking at the people you're beating--and there's something exquisite about that.",
    "author": "Hugh Laurie",
    "additionalInfo": ""
  },
  {
    "id": 33,
    "quote": "mind in boat  (M-I-B)",
    "author": "unknown",
    "additionalInfo": ""
  },
  {
    "id": 34,
    "quote": "Rowing is such a fine sport. Everyone goes backward, and the leader can see his opponents as they struggle in vain.",
    "author": "Brad Alan Lewis",
    "additionalInfo": ""
  },
  {
    "id": 35,
    "quote": "Marathon runners talk about hitting 'the wall' at the twenty-third mile of the race. What rowers confront isn't a wall; it's a hole - an abyss of pain, which opens up in the second minute of the race. Large needles are being driven into your thigh muscles, while your forearms seem to be splitting. Then the pain becomes confused and disorganized, not like the windedness of the runner or the leg burn of the biker but an all-over, savage unpleasantness. As you pass the five-hundred-meter mark, with three-quarters of the race still to row, you realize with dread that you are not going to make it to the finish, but at the same time the idea of letting your teammates down by not rowing your hardest is unthinkable...Therefore, you are going to die. Welcome to this life.",
    "author": "Ashleigh Teitel",
    "additionalInfo": ""
  },
  {
    "id": 36,
    "quote": "We yearn for what we fear",
    "author": "Monsignor Bonner HS Crew",
    "additionalInfo": ""
  },
  {
    "id": 37,
    "quote": "It's such a sensual sport… you are utilizing every sense you have to power your shell through the water. I can close my eyes and feel the center of my body and whether it's off balance or not, whether I'm rushing the slide, I can hear the depth of my oars in the water and can gauge how relaxed I am.",
    "author": "Cindy Bishop",
    "additionalInfo": ""
  },
  {
    "id": 38,
    "quote": "I felt inconsequential in those big eights, and to some deaf. Almost indifferent to sweep rowing, I chaned getting into that itsy bitsy boat of a single scull. For some, sculling is a lonely pursuit. To others, it is blessed freedom.",
    "author": "Cindy Bishop",
    "additionalInfo": ""
  },
  {
    "id": 39,
    "quote": "I have plenty of vices. Although now I feel more guilty about having any of them because I need to be up in the wee hours for rowing.",
    "author": "Ellen Harder",
    "additionalInfo": "telling her humorous tales of learning to row on the Charles River."
  },
  {
    "id": 40,
    "quote": "I think I prefer starboard, for the most part. Although, I really don't like to choose sides. My last time on the water I got into a fight with a port. I don't feel really good about it, either. I mean, port seems nice on the dock. And then you get shoved in the kidney 30 times with no apologies. I didn't mean to put my kidney in port's oar, for goodness sake. My kidney is a pretty fixed organ. I don't think I can move it over a little to starboard. And how much loyalty does port have, anyway?? Hitting a port kidney? One of it's own? And what about those looks coming from port ahead of me. Like I said, row like I do and everybody is happy. Don't even turn your head. And especially don't turn it starboard. You chose port, keep to it.",
    "author": "Ellen Harder",
    "additionalInfo": "telling her humorous tales of learning to row on the Charles River."
  },
  {
    "id": 41,
    "quote": "So I put the oar in the water the other day and it got caught on one of those crabs. I didn't know the Charles river had so many crabs in it. You can't get them at grocery stores. Just imitation crabs. So I go get my dose of crabs 4 mornings a week in the Charles.",
    "author": "Ellen Harder",
    "additionalInfo": "telling her humorous tales of learning to row on the Charles River."
  },
  {
    "id": 42,
    "quote": "The self-destructive way to do it is to convince yourself that 'there's just one more to go...' and pull out at about a 1:30. If, and only if, you can convince your body that it's only got one stroke left, you can really empty the tank (and, immediately afterwards, your stomach).",
    "author": "unknown",
    "additionalInfo": ""
  },
  {
    "id": 43,
    "quote": "Rowers do more before 8:00am than most people do all day.",
    "author": "Rowing Shirt Logo",
    "additionalInfo": ""
  },
  {
    "id": 44,
    "quote": "Real athletes row. Everyone else just plays games.",
    "author": "Rowing Shirt Logo",
    "additionalInfo": ""
  },
  {
    "id": 45,
    "quote": "Crew is life ... everything else is just details.",
    "author": "Racing Shirt Logo",
    "additionalInfo": ""
  },
  {
    "id": 46,
    "quote": "NIKE III: for the HIGH POTENTIAL athlete who has the motivation and ability to row on a college team. This is an intense and challenging program developing technique, physical conditioning, mental discipline and commitment to competitive excellence. High Potential rowers must be able to row an 8:00 minute or better pace for 2000 meters on the ergometer.",
    "author": "Nike",
    "additionalInfo": "Extract taken from a Spring 2000 ad for Nike Rowing Camps describing requirements for the most competitive skill level (8:00 minutes??)"
  },
  {
    "id": 47,
    "quote": "I have come to the conclusion that rowing alone won't bring top of the line erg scores. The two are really completely different. The motion is, of course, fairly similar to rowing. However moving your own body back and foth on a machine that doesn't move is a challenge that cannot be mastered unless it is trained. Therefore, I believe that people who only row will find it harder to pull scores on the erg that are in the highest percentile.",
    "author": "Xeno Müller",
    "additionalInfo": ""
  },
  {
    "id": 48,
    "quote": "Sometimes it is really hard to sit in the single and go for a row. I think this is really normal. I, like probably a lot of people, burn out every once in a while. What I have learned from my own experience is that there are two reasons for it to happen. It is that I am either physically tired or mentally tired. If either of these are the case, the wisest decision is to blow off practice. Blowing off practice is healthy. I didn't understand that until I was so burnt out that I wanted to make scrap material out of my single and my oars.",
    "author": "Xeno Müller",
    "additionalInfo": ""
  },
  {
    "id": 49,
    "quote": "Although logging workouts seems to be a very simple action, it is often forgotten. Once several days go by, it is hard to remember what was done on a particular day. After working out for several months, you will feel an unbelievable sense of achievement when flipping through the pages of the log book. You should also notice a sign of improvement. 'Material proof' can be great motivation and will encourage you to keep on going.",
    "author": "Xeno Müller",
    "additionalInfo": ""
  },
  {
    "id": 50,
    "quote": "I started rowing in December 1995. The place was Association Nautique Faontainbleau in France. A friend of mine from middle school told me that I should join him 3 times a week for rowing because my hands were so big that I would'nt require oars to row.",
    "author": "Xeno Müller",
    "additionalInfo": ""
  },
  {
    "id": 51,
    "quote": "I have really come to appreciate how much I enjoy being married with children... It gives me a chance balance in training & prevents me from going insane. A break is always necessary to recharge the motivational batteries that are required to perform well. Having my family at all of the regattas is really nice because it puts into perspective the importance of racing. It actually relaxes me to have my family around me right before I actually race it. My children and my wife keep my mind occupied with family things, so I don't work myself up too much before a competition. I am able to think about the upcoming race$ how I'd like to race it, but I don't over-think it.",
    "author": "Xeno Müller",
    "additionalInfo": ""
  },
  {
    "id": 52,
    "quote": "As some species of plants need to be burned to the ground in order for them to later flourish, I needed to have my ass handed to be in order to get it into gear for the upcoming Sydney Olmpics. Now, I'm on a mission…",
    "author": "Xeno Müller",
    "additionalInfo": ""
  },
  {
    "id": 53,
    "quote": "…Reflect on your experiences and accomplishments. Remember the dedication, the pain, the jubilation, the camaraderie -- your family. Remember the feel of the oar in your hand, the swing, the perfect catch, the pull, the drive and the run of the boat beneath you. But most importantly, never forget that the glory is not in you or any individual. Instead, remember that the glory is always in the team.",
    "author": "Joe Blasko",
    "additionalInfo": "Novice Coach, Saint Ignatius HS (Cleveland) 1996-97"
  },
  {
    "id": 54,
    "quote": "Physical preparation is, and should be focused on, with fanatic devotion by all good coaches. The practice of racing at true maximal and getting yourself comfortable mentally with riding the edge of your potential, it takes an excellent coach to recognize the importance of that. I know that our coach knows this, and I cannot wait until winter, when he bears down on us and separates the varsity rowers from the pretenders.",
    "author": "Jeff Lindy",
    "additionalInfo": "2000 Tufts Coxwain"
  },
  {
    "id": 55,
    "quote": "Today, I broke my world’s record by three seconds. What I was trying to do was to break 8:00, but I didn’t quite manage it, but that leaves something to look forward to. Although I don’t know, at 81 years old I think that you’re supposed to be going downhill instead of uphill, but we can keep trying.",
    "author": "Joe Clinard",
    "additionalInfo": "2000 C.R.A.S.H.-B. Competitor"
  },
  {
    "id": 56,
    "quote": "Nice? It's the ONLY thing, said the Water Rat solemnly, as he leant forward for his stroke. Believe me, my young friend, there is NOTHING - absolutely nothing - half so much worth doing as simply messing about in boats. Simply messing… he went on dreamily: messing about… in… boats; messing..",
    "author": "Kenneth Grahame",
    "additionalInfo": "from The Wind in the Willows"
  },
  {
    "id": 57,
    "quote": "[Alumni Rowing] is a great way to illustrate the disparity between the rower you were and the alumni you are -- it still hurts almost as bad, but the boat doesn't seem to move nearly as fast.",
    "author": "Matt Classen",
    "additionalInfo": "Georgetown University Lightweights 1995"
  },
  {
    "id": 58,
    "quote": "I lived in fear of waking up to that phone call [wondering why I was not at the boathouse] instead of my alarm clock. When they find out I rowed in college, people always tell me how much they admire my discipline. Those are usually the same people who tell me how 'relaxing' and 'peaceful' rowing looks as they drive to work along the Potomac in the morning. Discipline had little or nothing to do with it; it was simply fear of that phone call.",
    "author": "Matt Classen",
    "additionalInfo": "Georgetown University Lightweights 1995"
  },
  {
    "id": 59,
    "quote": "My roommates expected that by junior year, at least, I would have come to my senses. Once of them sat me down and very logically pointed out that by that point I'd probably already derived all of the value possible from putting 'crew' on my resume, concluding with, 'You could just quit, you know.' He clearly didn't get it either.",
    "author": "Matt Classen",
    "additionalInfo": "Georgetown University Lightweights 1995"
  },
  {
    "id": 60,
    "quote": "The settle, followed by 10 for power will give you that grasp on their nuts that you need. Once you've got that, squeeze, squeeze, squeeze and squeeze and don't ever let up! You'll just be breaking 1500 meters down when you hear them yelp. Listen for the yelp, and then bring it into the dock.",
    "author": "Chris Allsopp",
    "additionalInfo": "freshman coach, United States Military Academy"
  },
  {
    "id": 61,
    "quote": "Make your blade a water-seeking missle",
    "author": "Chris Allsopp",
    "additionalInfo": "freshman coach, United States Military Academy"
  },
  {
    "id": 62,
    "quote": "Don't blow your load on the first stroke, fellas.",
    "author": "Chris Allsopp",
    "additionalInfo": "freshman coach, United States Military Academy"
  },
  {
    "id": 63,
    "quote": "What's Princeton doing today?",
    "author": "Chris Allsopp",
    "additionalInfo": "freshman coach, United States Military Academy"
  },
  {
    "id": 64,
    "quote": "Race for the pschological advantage. Sit up tall, pull in high, stay within the margins of power, and they will inevitably look over at some point to see what kind of God is blasting your boat forward.",
    "author": "Chris Allsopp",
    "additionalInfo": "freshman coach, United States Military Academy"
  },
  {
    "id": 65,
    "quote": "I think that's why I coach.. I used to get up early every morning with a clear goal in mind of how fast I was going to be. When I stopped rowing, there was a void in my daily routine. Now I go to bed at night and get up morning with a clear goal in mind of how fast you are going to be.",
    "author": "Chris Allsopp",
    "additionalInfo": "freshman coach, United States Military Academy"
  },
  {
    "id": 66,
    "quote": "A couch potato would be lucky to get three liters of oxygen a minute… [Rowers] average 6.5 to 7.",
    "author": "Fritz Hagerman",
    "additionalInfo": ""
  },
  {
    "id": 67,
    "quote": "I like the stroke seat. I want to be there. I want to have the race come down to a short distance and be the person to make the difference. I can't stand to be behind and I don't want to lose.",
    "author": "Christian Ahrens",
    "additionalInfo": ""
  },
  {
    "id": 68,
    "quote": "A great stroke is mostly a fighter and racer; someone who loves going into battle and always things that he can win. Attributes: Unshakable confidence in himself. Always tries to win no matter what the circumstances or the activity. An iron will",
    "author": "John Pescatore",
    "additionalInfo": ""
  },
  {
    "id": 69,
    "quote": "The athlete's anerobic threshold, the point at which the body's muscles have exhausted their oxygen store and start burning other fuel. For regular folks, reaching that threshold is quitting time; anaerobic work is 19 times harder than aerobic work. But rowing is all about harder. Elite rowers fire off the start at sprint speed -- 53 strokes per minute. With 95 pounds of force on the blade end, each stroke is a weightlifter's power clean. Rowers cross their anaerobic threshold with that first stroke. Then there are 225 more to the finish line.",
    "author": "ESPN Magazine",
    "additionalInfo": "May 2000"
  },
  {
    "id": 70,
    "quote": "He may freak the rowing aristocracy, but south philly tough guy Mike Teti just could be the coach to get the US the gold.",
    "author": "ESPN Magazine",
    "additionalInfo": "May 2000"
  },
  {
    "id": 71,
    "quote": "Lay it on the line for the guy in front of you and the guy in back of you.",
    "author": "Pete Cipollone",
    "additionalInfo": "Coxwain. Four minutes past searing pain, the eight US bodies dug in. They crossed the line 1.7 seconds ahead of the Brits. They couldn't life their arms to celebrate."
  },
  {
    "id": 72,
    "quote": "To hell with that. If a guy can pull a big erg, I can teach him how to row.",
    "author": "Mike Teti",
    "additionalInfo": "in response to the phrase 'ergs don't float'"
  },
  {
    "id": 73,
    "quote": "Competition in rowing doesn't just come from other countries. It comes from Wall Street, med school, law school. You think Harvard and Princeton grads want to live in Chula Vista?",
    "author": "Mike Teti",
    "additionalInfo": ""
  },
  {
    "id": 74,
    "quote": "Phenomenal Pumps. Each guy generates 450-plus watts a stroke. One hundred watts powers a reading lamp for an hour. Give them time, they'll light up a city block.",
    "author": "Fritz Hagerman",
    "additionalInfo": "comments to ESPN Magazine, watching the US National Team attack the ergs"
  },
  {
    "id": 75,
    "quote": "Even after rowing in all these pieces, it's often hard to determine who will be selected because the decisive factor in seat racing is speed not margin. Boat X beats boat Y by two lengths over 1000 meters in a time of 2:54. After exchanging \"Dave\" from X to Y for \"Scott,\" Boat X beats boat Y by one length in a time of 2:51. From the rower's perspective, the result is that Dave beats Scott by a length. But in Mike's eyes, Scott beats Dave because on the second piece, X was three seconds faster-even though it only beat Y by a length.",
    "author": "Chris Ahrens",
    "additionalInfo": "describing seat racing at the PTC with National Team Coach Mike Teti"
  },
  {
    "id": 76,
    "quote": "Go as hard as you can on the first piece and then pray that you get switched. Repeat.",
    "author": "Mike Teti",
    "additionalInfo": "His advice to the rowers at the PTC"
  },
  {
    "id": 77,
    "quote": "Just remember we're now in selection. Every piece, every erg, every seat race-they're all recorded, and I notice things",
    "author": "Mike Teti",
    "additionalInfo": ""
  },
  {
    "id": 78,
    "quote": "The oldest collegiate sport in America is all about glory, pain and sweaty shirts",
    "author": "unknown",
    "additionalInfo": ""
  },
  {
    "id": 79,
    "quote": "Not everybody wins, and certainly not everybody wins all the time. But once you get into your boat and push off, tie into your shoes and bootstretchers, then \"lean on the oars,\" you have indeed won far more than those who have never tried",
    "author": "",
    "additionalInfo": ""
  },
  {
    "id": 80,
    "quote": "When we gather for the happiest week in all the year, it is the brotherhood of rowing, the comradeship of the oar that we recall, when eight men who have trained until they have become a single drive, a single thrust of forward-flashing wrists, face suddenly the crisis towards which that selfless toil has led them, and know that every link in all that pulsing chain of flesh and blood rings true. For us, there are no centuries or duck's eggs, no goals or gallery kicks, no individual distinctions where the crew are all in all. The rattle of the riggers of the finish, the music of the tide beneath her body as she shot between the strokes, the grim yet heartening sound of splendid and unbroken strength when all eight blades crashed in together - these are the things that no one who has heard and felt them will ever forget. Some delirium. Some tremens. Some kaleidoscope.",
    "author": "Sir Theodore Cook",
    "additionalInfo": ""
  },
  {
    "id": 81,
    "quote": "Faintly as tolls the evening chime, Our voices keep tune and our oars keep time.",
    "author": "Thomas Moore",
    "additionalInfo": ""
  },
  {
    "id": 82,
    "quote": "And all the way, to guide their chime, With falling oars they kept their time.",
    "author": "Andrew Marvell",
    "additionalInfo": ""
  },
  {
    "id": 83,
    "quote": "Pull thy oar, all hands, pull thy oar, till thou be stiff and red and sore…",
    "author": "Dr. Sydney Dangell",
    "additionalInfo": ""
  },
  {
    "id": 84,
    "quote": "Why should you row a boat race? Why endure the long months of pain in preparation for a fierce half hour that will leave you all but dead? Does anyone ask the question? Is there anyone who would not go through all the costs, and more, for the moment when anguish breaks into triumph or even for the glory of having nobly lost? Is life less than a boat race? If a man will give the blood in his body to win the one, will he spend all the might of his soul to prevail in the other?",
    "author": "Oliver Wendell Holmes, Jr.",
    "additionalInfo": ""
  },
  {
    "id": 85,
    "quote": "You linger to see his back, and the back of his neck and shoulder-side...The Bending forward and backward of the rowers…",
    "author": "Walt Whitman",
    "additionalInfo": ""
  },
  {
    "id": 86,
    "quote": "I met a solid rowing friend and asked about the Race. \"How fared it with the wind,\" I said, \"When stroke increased the pace? You swung it forward mightily, you heaved it greatly back. \"Your muscles rose in knotted lumps, I almost heard the crack. \"And while we roared and rattled too, your eyes were fixed like glue. \"What thoughtwent flying through your mind, how fared it, Five, with you?\" But Five made answer solemnly, \"I heard them fire a gun, \"No other mortal thing I heard until the Race was done.\"",
    "author": "R.C. Lehman",
    "additionalInfo": ""
  },
  {
    "id": 87,
    "quote": "The most significant message I can convey to the rowing athlete is: Just row the race. Think, about the process. Don't dwell on the result until it's history.",
    "author": "Larry Gluckman",
    "additionalInfo": "Varsity Heavyweight Coach, Princeton University"
  },
  {
    "id": 88,
    "quote": "As a coxswain, I concentrated most on knowing the people in my boat - why they were rowing, why they came down to the boathouse, what made them tick. You have to know whether someone's rowing because they love their mother and hate their father. They're not sure they are proud of themselves; they want to be proud. Determine some of that and you can tap the strongest parts of those individuals. Being able to inspire someone, unexpected and in a way new and fresh to them, is what made coxswaining special for me.",
    "author": "Devin Mahoney",
    "additionalInfo": "Coxswain, Varsity Heavyweight Eight, Harvard '86"
  },
  {
    "id": 89,
    "quote": "A coxswain was originally a servant , or swain, whose job was to steer a ship's boat, a cockleboat or cock (cock comes from Old French coque, which was probably a descendant via late Latin caudica 'canoe' of Latin caudex 'treetrunk' and swain is a borrowing from Old Norse sveinn 'boy, servant'). The abbreviation cox seems to have developed in the 19th century.",
    "author": "Dictionary of Word Origins",
    "additionalInfo": ""
  },
  {
    "id": 90,
    "quote": "I remember speaking accounting in college with classmates, cramming the night before an exam. No one who did not understand accounting could understand us and left us to ourselves. Rowing is much the same. Those who don't share the experience of a blade usually stay away.",
    "author": "Brad DeGrandis",
    "additionalInfo": ""
  },
  {
    "id": 91,
    "quote": "The eights race includes two to six competing 60 foot shells, each with eight rowers and their coxwain - none bodies working as one. What follows are 2,000 meters, approximately 240 strokes, of explosive, yet cpmtrolled fury to the finish line. You can appreciate the tension as [you] slowly back into the starting station - it's like sitting on a bomb and being forced to watch the quickly burning fuse.",
    "author": "J.J Forster",
    "additionalInfo": ""
  },
  {
    "id": 92,
    "quote": "It wasn't only victories we experienced. All the outstanding coaches were building winning individuals for the competition of life.",
    "author": "J.J Forster",
    "additionalInfo": ""
  },
  {
    "id": 93,
    "quote": "I've always thought that Boathouse Row looked best at night, when hundreds of electric lights outline the shape of each building, truning them into fantastic postcard themes. I knew, however, from many visits to Boathouse Row, that at the same time, armies of rats were holding maneuvers in the basements.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 94,
    "quote": "Another hour on the erg; after a while, this monastic existence becomes familiar and almost comforting. I feel like every day is spent more carefully; when I do go out with friends, the experiences are much more meaningful, thanks to the structure placed upon my life.",
    "author": "Alessandra Phillips",
    "additionalInfo": ""
  },
  {
    "id": 95,
    "quote": "These are the bodies Yale is exploiting. On a day like today, the ice freezes on this skin. Then we sit for half an hour as the ice melts and soaks through to meet the sweat that is soaking us from the inside.",
    "author": "Chris Ernst",
    "additionalInfo": ""
  },
  {
    "id": 96,
    "quote": "For the last 20 all you go to do is lift off the handbrake...crank it over 40 (forget technique...who needs it...look at the Romanians) and grunt wildly and grimace 'till you cross the line. Even if you don't win, people will say 'jesus, that guy's f$#@n grinding it!!!!",
    "author": "Nick White",
    "additionalInfo": "Drummoyne RC, Sydney Australia"
  },
  {
    "id": 97,
    "quote": "Two such as you with such a master speed Cannot be parted nor be swept away From one another once you are agreed That life is only life forevermore Together wing to wing and oar to oar.",
    "author": "Robert Frost",
    "additionalInfo": ""
  },
  {
    "id": 98,
    "quote": "Shoulder-to-shoulder, swing to the work, we must - just two as we are - if we hope to make some headway. The worst cowards, banded together, have their power, but you and I have got the skill to fight their best.",
    "author": "Homer",
    "additionalInfo": "from Iliad"
  },
  {
    "id": 99,
    "quote": "On June 14, 1998, I pushed off under quiet gray skies from Nags Head, N.C, in the American Pearl, a 23 foot long boat made of plywood and fiberglass. I planned to row 3,637 miles across the North Atlantic to France. I was alone. There were no chase vessels. No one planned to drop food or equipment to me along the way. The physical goal was easy to explain: I was attempting to do something no American and no woman had ever done -- to row solo across an ocean.",
    "author": "Tori Murden",
    "additionalInfo": "first American and Woman to row across the Atlantic"
  },
  {
    "id": 100,
    "quote": "I climbed on the rowing ergometer, and started to pull -- losing myself in the rhythm of sweat and pain.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from Walking the Plank"
  },
  {
    "id": 101,
    "quote": "We shook hands. For a moment our eyes met -- which I found surprisingly destabilizing. Then we pulled back and there was a mement of what seemed like mutual appraisal. For me, it was like being at a regatta, sizing up the competition on the dock before climbing into the shells. Could I take him? ... He could inflict serious damage. I sensed that. But he would be unfamiliar with rowers -- men used to toiling backwards, blindly, trained, most of all, to endure.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from Walking the Plank"
  },
  {
    "id": 102,
    "quote": "The rower need to know technique and has to be in shape. He won't wrong by using strategy. Yet what it takes to win races is the ability to reach inside and pull out something to keep you going -- no, to go faster -- when you have nothing left to give. There's a word for what that takes and the word is not magic, the word is guts.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 103,
    "quote": "The oars game me power but also taught me humility.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 104,
    "quote": "In rowing... I found a sport that demanded some skill, granted, but placed a much higher premium on plain hard work and persistence.",
    "author": "Harry Parker",
    "additionalInfo": ""
  },
  {
    "id": 105,
    "quote": "What is there in the universe more fascinating than running water and the possibility of moving over it? What better image of existence and possible triumph?",
    "author": "Santayana",
    "additionalInfo": "from The Lost Pilgrim"
  },
  {
    "id": 106,
    "quote": "Yet my great-grandfather was but a water-man, looking one way and rowing another: and I got most of my estate by the same occupation.",
    "author": "John Bunyan",
    "additionalInfo": "from Pilgram's Progress"
  },
  {
    "id": 107,
    "quote": "There are days when you hate it, butwhen it comes down to it, nothing beats making a boat go fast and the feeling you get from a training hard. That's what satisfying.",
    "author": "Christine Collins",
    "additionalInfo": ""
  },
  {
    "id": 108,
    "quote": "While excited to see Daisy, Bo, and Luke (\"Lucas\") Duke competing for NCAA powerhouse Hazard County Community College in the Open Men's Event, I'm betting my meal money on Uncle Jesse; word has it that Cooter did some fine tuning on his erg.",
    "author": "Boss Hogg",
    "additionalInfo": ""
  },
  {
    "id": 109,
    "quote": "The greatest poet who ever wrote about rowing is Virgil, the greatest historian is Thucydides, but the greatest imagination ever to turn its attention to the sport is that of painter, Thomas Eakins.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 110,
    "quote": "So we beat on, boats against the current, borne back ceaselessly into the past.",
    "author": "F. Scott Fitzgerald",
    "additionalInfo": "from The Great Gatsby"
  },
  {
    "id": 111,
    "quote": "I remember feeling bad for the crews we rowed against. I knew how hard we had trained. I knew before they did, they would lose this race.",
    "author": "Bob Valerian",
    "additionalInfo": "Georgetown University Vail Champion"
  },
  {
    "id": 112,
    "quote": "Think of aerobics plus weight lifting minus the music or camaraderie. Combine unalloyed endurance with straightforward strength and demand poise, timing, and practiced form as well. Think of pure pain: that's the ergometer.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 113,
    "quote": "If rowing is a trial then the ergometer is the courtroom, the meter is the jury. And an honest jury at that, because the numbers do not lie.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 114,
    "quote": "Ergometer is Greek for 'work meter'",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 115,
    "quote": "So to the lyre of Orpheus they struck with their oars, The furious water of the sea, and the surge broke into waves. Here and there the dark brine gushed with foam, Roaring terribly through the strength of the mighty men.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 116,
    "quote": "Rowing it was pointed out, was a sport that risked few injuries. So it was, I ould discover, but only if you did it right.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 117,
    "quote": "Eakins rejected gentlemen athletics as his theme. Instead, he took a subject that had been the stuff of illustrated weeklies and the penny press and turned it into fine art. Eakins celebrates not fire from heaven but honest sweat, not genius but hard work.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 118,
    "quote": "The single sculler, alone on the river at dawn, or spotlighted in his lane during a race, is th emost romantic, the most quixotic figure in all rowing.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 119,
    "quote": "When you are rowing well and hard, the rhythm of the stroke takes over. It drives your days and restores your nights. It imparts cadence and direction. You feel like you and the boats are one, you feel that no obstacle will put up any more resistance than the water does to your oars, you feel that hard work and grit and mental toughness will always win it for you in the end.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 120,
    "quote": "Rowing was not simple for me. I nodded whenever the instructor made a point, as if I understood, but I could as easily have assembled the space shuttle as have repeated the moves she was explaining.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 121,
    "quote": "The Greek in me wanted to know what it felt like to pull an oar. The intellectual wondered about how to get eight individuals to move to the same beat. The athlete wanted to check what has been described as the ultimate workout. The romantic craved seeing if the quirkiness of the sport -- there is after all, little practical value to oarsmanship in the postindustrial age -- stirred his blood.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 122,
    "quote": "A boat is the hardest think I know of to put into perspective. It is so much like a human figure, there is something alive about it.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 123,
    "quote": "The feel of a good row stays with you hours afterward. Your muscles glow, your mind wanders from the papers on you desk and goes back, again and again, to that terrific power piece at the end of the workout when it felt as if you and the boat were flying, as if you legs were two cannons and your arms were two oars and the great lateral muscles of your back were pterodactyl wings and the brim of your baseball cap was a harpoon.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 124,
    "quote": "It's the quintessential Greek sport: harmonious, competitive, agonizing, nautical, and above all, intelligent. It combines Odysseus's brains and brawn and love of the sea with the tactical precision of the Spartan pikeman.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 125,
    "quote": "There is a place where cerebral an corporeal meet: they call it rowing",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 126,
    "quote": "In college, I was an editor on the student daily... To the extent that I noticed the existence of crew at all, I saw only what appeared to be big-boned acolytes who rose at dawn.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 127,
    "quote": "Rowing is not like baseball, where you can arrive late, grab your glove and run onto the field. For me, it was the discipline of having to be at a given place at a given time, sometimes seven days week. As time went on, that very discipline influenced other dimensions of my life.",
    "author": "Frank Shields",
    "additionalInfo": "Penn. '63"
  },
  {
    "id": 128,
    "quote": "No matter how well you know the course, no matter how well you may have done in a given race in the past, you never know for certain what lies ahead on the day you stand at the starting line waiting to test yourself once again. If you did know, it would not be a test; and there would be no reason for being there.",
    "author": "Dan Baglione",
    "additionalInfo": ""
  },
  {
    "id": 129,
    "quote": "It's a great art, is rowing. It's the finest art there is. It's a symphony of motion. And when you're rowing well Why it's nearing perfection- And when you reach perfection You're touching the divine. It touches the you of you's Which is your soul.",
    "author": "George Yeoman Pocock",
    "additionalInfo": ""
  },
  {
    "id": 130,
    "quote": "One equal temper of heroic hearts, Made weak by time and fate, but strong in will To strive, to seek, to find, and not to yield.",
    "author": "Alfred, Lord Tennyson",
    "additionalInfo": "from Ulysses"
  },
  {
    "id": 131,
    "quote": "Rowing is a sport for dreamers. As long as you put in the work, you can own the dream.",
    "author": "Jim Dietz",
    "additionalInfo": ""
  },
  {
    "id": 132,
    "quote": "Smiling, sincere, incorruptible - His body disciplined and limber. A man who had become what he could, And was what he was - Ready at any moment to gather everything into one simple sacrifice.",
    "author": "Dag Hammarskjöld",
    "additionalInfo": ""
  },
  {
    "id": 133,
    "quote": "A race is not won in the water. A race is not won on race day, instead a race is to show what you have accomplished in practice.",
    "author": "unknown",
    "additionalInfo": "referring to the recovery as the most important part of the stroke"
  },
  {
    "id": 134,
    "quote": "If you focus on results, you will never change. If you focus on change, you will get results.",
    "author": "Jack Dixon",
    "additionalInfo": ""
  },
  {
    "id": 135,
    "quote": "When one rows it is not the rowing which moves the ship: rowing is only a magical ceremony by means of which one compels a demon to move the ship.",
    "author": "Friedrich Nietzsche",
    "additionalInfo": ""
  },
  {
    "id": 136,
    "quote": "Oderint, dum metuant (Let them hate, so long as they fear.)",
    "author": "Accius",
    "additionalInfo": ""
  },
  {
    "id": 137,
    "quote": "Rowing is more than a fast boat on race day. It's a complementary experience to a young man's intellectual development... Rowing, like success, is a journey, not a destination. I tell my oarsmen to have fun, learn and, most of all, grow as individuals. The wins the losses will take care of themselves.",
    "author": "Rick Clother",
    "additionalInfo": "Rowing Coach USNA"
  },
  {
    "id": 138,
    "quote": "When you are on the erg your mind is too busy to pay attention to the sounds of the machine; you notice only that they are indeed loud.",
    "author": "Barry Strauss",
    "additionalInfo": "from Rowing Against the Current"
  },
  {
    "id": 139,
    "quote": "Internally, you experience rowing as a graphic microcosm of life - solitude, learning, work, rest, nourishment, sharing and ultimately challenge.",
    "author": "Allen Rosenberg",
    "additionalInfo": ""
  },
  {
    "id": 140,
    "quote": "Once one has attained a high level of success at any pursuit and especially an unorthodox pursuit like rowing, one develops a number of generally self-congratulatory half-truths to explain how it happened that he ascended to that particular pinnacle. Often because original motivations don't seem to have much in common with the eventual success, the real and rationalized motivations are difficult to separate.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 141,
    "quote": "Rowing: a competitive sport of boats that are narrow.",
    "author": "Great Soviet Encyclopaedia",
    "additionalInfo": ""
  },
  {
    "id": 142,
    "quote": "Rowing is the only sport that originated as a form of capital punishment.",
    "author": "Old Rowing Truism",
    "additionalInfo": ""
  },
  {
    "id": 143,
    "quote": "Our wake... your funeral.",
    "author": "Racing Shirt Slogan",
    "additionalInfo": ""
  },
  {
    "id": 144,
    "quote": "On race day, there's tremendous anxiety. Leading up to the stake boat, I distinctly remember saying to myself, `I can't wait 'till this is over'.",
    "author": "Frank Shields",
    "additionalInfo": "Penn. '63"
  },
  {
    "id": 145,
    "quote": "Winning medals is good; racing is better; loving the sport is best.",
    "author": "unknown",
    "additionalInfo": ""
  },
  {
    "id": 146,
    "quote": "Rowing ripped my hands creating callouses I had never believed possible. Eventually my hands hardened and my skin grew thick with experience. My senior year I ordered my class ring. Upon graduation my hands finally parted with the oarhandle and the swelling in my hands gradually subsided, leaving a ring I could effortlessly spin on my index finger as a testiment to the rowing experience.",
    "author": "Brad DeGrandis",
    "additionalInfo": "Coach"
  },
  {
    "id": 147,
    "quote": "I can teach 90% of the rowing stroke in ten minutes. The other 10% will require you a lifetime of effort to learn.",
    "author": "Robert Valerian",
    "additionalInfo": "Coach"
  },
  {
    "id": 148,
    "quote": "Important to the execution of such tasks as rowing and long-distance running is a high level of determination, the ability to ignore pain and other personality traits denoting persistence and durability. It is usually found that most individuals participating in these types of activities are introverted. They are usually stable emotionally and, in addition, exhibit sound phsiological characteristics and good self-control.",
    "author": "Vanek and Cratty",
    "additionalInfo": "from Psychology and the Superior Athlete"
  },
  {
    "id": 149,
    "quote": "Higher, Faster, Longer.",
    "author": "Olympic motto",
    "additionalInfo": ""
  },
  {
    "id": 150,
    "quote": "All Together",
    "author": "Vesper Boat Club motto",
    "additionalInfo": ""
  },
  {
    "id": 151,
    "quote": "FLEX!",
    "author": "National Team race trigger '1997",
    "additionalInfo": ""
  },
  {
    "id": 152,
    "quote": "DROP THE HAMMER!",
    "author": "Saint Joseph's University race trigger '1998",
    "additionalInfo": ""
  },
  {
    "id": 153,
    "quote": "No matter what hurts at the beginning, by the end of the race something else will hurt worse.",
    "author": "Bob O'Connor",
    "additionalInfo": ""
  },
  {
    "id": 154,
    "quote": "It's a frustrating machine, because it just site there impassively while you beat yourself to death on it.",
    "author": "Frank Lomax",
    "additionalInfo": "former Princeton rower"
  },
  {
    "id": 155,
    "quote": "To dream anything you want to dream. That is the beauty of the human mind. To do anything that you want to do. That is the strength of the human will. To trust yourself to test your limits. That is the courage to succeed.",
    "author": "Bernard Edmonds",
    "additionalInfo": ""
  },
  {
    "id": 156,
    "quote": "Without Struggle, we would never be forced to exceed our limits, to stretch ourselves, to achieve our potential. We would never be forced to search for the best within ourselves-and find it. Without Struggle, we would never become the kind of people who can make our wishes come true.",
    "author": "unknown",
    "additionalInfo": "from The Magic Lamp"
  },
  {
    "id": 157,
    "quote": "The memories of a person in old age are the responsibility of that person in youth.",
    "author": "unknown",
    "additionalInfo": ""
  },
  {
    "id": 158,
    "quote": "Even ordinary effort over time yields extraordinary results.",
    "author": "unknown",
    "additionalInfo": ""
  },
  {
    "id": 159,
    "quote": "It is the most important thing to get to the Final and with this race I reached my goal...I don't think of the other competitors when rowing, I keep my eyes in my own boat and follow my own tactic...I wanted to save my strength for the Final.",
    "author": "Xeno Müller",
    "additionalInfo": ""
  },
  {
    "id": 160,
    "quote": "It is the very embodiment of youth in all its grace and vigour, when blades flash and dip as one, and she leaps and runs like a wild thing, and leaps to run again, with the gurgle and swish of the water beneath us, with the rythmic thud of the oars, making music to the ear, then forgotten are the weeks of drudgery and the sweat in our eyes.",
    "author": "Canon WPF Morris",
    "additionalInfo": ""
  },
  {
    "id": 161,
    "quote": "Races are won by those who refuse to be beaten.",
    "author": "unknown",
    "additionalInfo": ""
  },
  {
    "id": 162,
    "quote": "KILL THE KING!",
    "author": "Saint Ignatius Crew (Cleveland) race trigger '1993",
    "additionalInfo": ""
  },
  {
    "id": 163,
    "quote": "Victory only comes from great suffering. Christ suffered and was glorified. You will suffer, this machine and I will make sure of that, but it it's the only true path to immortality.",
    "author": "Dale Hurley LT",
    "additionalInfo": "USN, USNA lightweight coach, 5 time National Team member, Silver medalist at Worlds."
  },
  {
    "id": 164,
    "quote": "In the early months of training you're thinking 'What the hell is all this for?' Because the race is so far off. There's so much tedium and discipline and brutal effort to hammer through. You have to resist the subconsious desire to put an end to all this self-inflicted hardship. But as the days pass and you feel yourself getting stronger, you begin to live for the next day. You punish yourself if with a will in training, because you know you're facing a race that will suspend your life. Somewhere in the race, you will find out what it is you've been working for. And your asking big questions of your body, and when the right answers are coming back, it's a feeling you know you will never forget.",
    "author": "Dan Topolski",
    "additionalInfo": "from TRUE BLUE, The Oxford Boat Race Mutiny"
  },
  {
    "id": 165,
    "quote": "Those of us who stayed were younger, more tractable. Less sure of ourselves socially and intellectually, we gave ourselves to the sport with little idea of what we could give or receive.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 166,
    "quote": "One of the unique aspects of rowing is that novices strive to perfect the same motions as Olympic contenders. Few other sports can make this claim. In figure skating, for instance, the novice practices only simple moves. After years of training, the skater then proceeds to the jumps and spins that make up an elite skater's program. But the novice rower, from day one, strives to duplicate a motion that he'll still be doing on the day of the Olympic finals.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 167,
    "quote": "Big guys like you and me aren't allowed to whine.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 168,
    "quote": "The last great unknown, in terms of physiological training, is the optimum length of a piece. Is three minutes enough? Is ten minutes too much? No one knows. Perhaps someday the question will be answered--we'll find out that thirteen minutes is the perfect length for a training piece when preparing for a 2000 meter race. Until then, coaches will continue exploring the whole scale, up and down, from thirty seconds to sixty minutes and more, in hopes of capturing the optimum time.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 169,
    "quote": "White Hot Concentration is the unappreciated fruit of hard ligting, especially squats. When your in the squat rack, with a serious amount of weight overhead, your life literally depends on maintaining concentration. You learn to block out the swirling images in the mirror, the obnoxious chatter of the people next to you, the fat drop of sweat running down your nose. Once you've mastered this concentration in the weight room, duplicating it on the race course is relatively easy. Champions have only a few things in common. One weapon they all possess is White Hot Concentration.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 170,
    "quote": "Every student of physics knows the axiom 'nature abhors a vacuum.' A little known corollary is that 'rowing coaches detest sending their crews in early.' Coaches will always find something to fill the end-of-practice vacuum.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 171,
    "quote": "Coach's Rule: never admit a lack of experience or knowledge. Carry on at all times as though you've guided a hundred champion crews. Honesty is not the best policy when leading a bunch of college rowers. They are looking for strong, disciplined leadership and not a kinder, gentler coach. Once you've established a certain attitude and demeanor, it's nearly impossible to change to a difference mode in mid-season.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 172,
    "quote": "Be filled with the will to win. Take what belongs to you. Do NOT be denied.",
    "author": "Michael Suarez",
    "additionalInfo": "from TRUE BLUE, The Oxford Boat Race Mutiny, to Donald MacDonald before the 1987 Boat Race"
  },
  {
    "id": 173,
    "quote": "Picasso spent hundereds of hours carefully planning his masterpieces. The sketchbooks were filled with ideas, bits and pieces, test runs, none of it meant to be seen by anyone. In a similar way, rowing practices are our sketchbooks, where we prepared our raceday masterpiece.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 174,
    "quote": "...well this US eight, with all its material occupying every seat just would not go fast. They rowed their hearts out but it never started to sing through the water. And no one ever found out why. The answer to this is slightly mystical because the sum of a crew is greater than its parts. Those eight heavyweights had not time to develop the bond, the sacred trust, that can make a racing eight fly.",
    "author": "Dan Topolski",
    "additionalInfo": "from TRUE BLUE, The Oxford Boat Race Mutiny"
  },
  {
    "id": 175,
    "quote": "[He] would drive his sculling boat through mile after mile, in a silent brutal programe of conditioning - he would work all alone, at first light, punishing himself without mercy. His was the private dignity of the lone athlete, with a grim purpose, fighting a solitary war with himself, toward a goal only he can see.",
    "author": "Dan Topolski",
    "additionalInfo": "from TRUE BLUE, The Oxford Boat Race Mutiny"
  },
  {
    "id": 176,
    "quote": "Anyone who has not rowed in a really close boatrace cannot comprehend the level of pain.",
    "author": "Dan Topolski",
    "additionalInfo": "from TRUE BLUE, The Oxford Boat Race Mutiny"
  },
  {
    "id": 177,
    "quote": "I watched them carefully, as always, searching for a sign of mental weakness. But there was none. Every man was coping well with the hardship, each one of them locked into his task. But it is one thing to practice, and quite another to race. And the trouble is, you never know who, on the day, will find it within his soul to give more than he has ever given before. It takes a kind of madness to compete like that, because of the will power and the ego, and his loyalty. And while some men have it, others have yet to find it. And a coach can only use his best judgement as to who those men will be.",
    "author": "Dan Topolski",
    "additionalInfo": "from TRUE BLUE, The Oxford Boat Race Mutiny"
  },
  {
    "id": 178,
    "quote": "The ergometer simulates the physical demands of rowing, packaging the pains with none of the amenities that make it worthwhile …",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 179,
    "quote": "Although it takes a long warm-up for an eight to swing, on an erg such subtleties don't matter. For me the sound alone raised my pulse to 120. Tying my feet into the stretchers increased it to 180. My maximum pulse was 200. I didn't need a warmup. I needed a sedative.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 180,
    "quote": "[Trading] With the French one had to be especially careful. French oarswomen were known to take men aside, point to whatever they wanted, and then peel off their own shirts. It took great presence of mind to bargain with a half-naked Frenchwoman.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 181,
    "quote": "In accordance with the University Boat Race Charter, I, Donald MacDonald hereby challenge you, Stephen Peel, to select nine good men and true from the University of Cambridge to row against nine good men and true from the University of Oxford over a four and one quarter miles on the River Thames, London, from the University Boat Race Stone in Putney to Mortlake, on the championship course.",
    "author": "Traditional (Cambridge vs Oxford) Boat Race challenge, 1987",
    "additionalInfo": "from TRUE BLUE, The Oxford Boat Race Mutiny"
  },
  {
    "id": 182,
    "quote": "Unless you've also had some experience dragging around a boat trailer, [topping off the gas tank] may not sound important. But trailer driver's know: a gas stop can be a traumatic experience. You need enough clearance on every possible side. You can't cut the turn too sharp or you'll clip the gas pump. Getting back on the freeway can be as challenging as sending a man to the moon.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 183,
    "quote": "NEVER ROW",
    "author": "Georgetown University Rowing Association Motto (GURA)",
    "additionalInfo": ""
  },
  {
    "id": 184,
    "quote": "The window of X Factor opportunity opens up in the closing seconds of a race--you might be sprinting at the time or just hanging one, trying to get across the finish line. With a supreme act of will, you can prolong your effort, essentially fighting off the inevitable lactic acid shutdown. You'll have little time for contemplating the options: either wholeheartedly go for it, or back off. You must train your X Factor to unequivocally respond the way you want--go for it. Once the window is closed, it's closed forever.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 185,
    "quote": "The toughest part of the whole damn sport is the X Factor. To me, the X factor is your soul. It's your courage. It's your unique driving force. Suppose for a moment that [you] and I were [running]. Suppose that in every possible way--physical and mental--we were identical. Which one of us would emerge as the champion?",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 186,
    "quote": "Racing shirts should be sold on big, thick rolls like paper towels.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 187,
    "quote": "The slow boat--I know it's the slow boat because I've been watching them for thirty-three weeks--won the first piece by a full length. Then the fast boat won the second piece. And so it went for the next four pieces, back and forth. Conclusion: I hate seat racing.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 188,
    "quote": "As I stood in the booth chatting to people, it occurred to me that besides good racing, the Crew Classic provided an ideal setting for the brotherhood of rowing. The brotherhood connects real rowing people. Teammates who haven't visited in years came together, and so do former opponents who once battled like mortal enemies. Suddenly they discovered they have much more in common. Long live the brotherhood of rowing.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 189,
    "quote": "Rigging is like Zen meditation. You must bend over the boat until your back is breaking, until your brain is filled with numbers and fractions of numbers, until you can accurately measure an oarlock's pitch without bothering to use the pitch meter. Only then will you see the way of eternal rigging happiness.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 190,
    "quote": "Immediately upon entering the weighing-in zone, I sensed an oppressive tension in the air, the lightweights staring and glaring at each other, snarling like lean, frenzied dogs. Extreme hunger has a way of creating these emotions in even the most mil-mannered people.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 191,
    "quote": "Hundreds of feet above us, cars whisked by, oblivious to our drama. Up there were the shortcuts, the excuses, the world of infinite possibilities separating man and his potential. We had four miles and the best competition in the nation. We linked hands in the boat and committed ourselves to each other.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 192,
    "quote": "The mentality of rowers never ceases to amaze--here we were, several dozen seemingly healthy people, cramped into an over-heated room, watching with utter concentration the same solitary stroke over and over in slow motion. Rowers are a strange breed. The very best rowers have the fierce competitiveness of a Green Beret soldier, the artistic temperment of an old world master, the control and patience of a Zen monk. They are not driven by dreams of glory and money. They are selfless and sturdy. They will cooperate with people whose company they don't much enjoy in order to achieve their goals. Strange, wonderful people.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 193,
    "quote": "Racing serves as a formal demonstration of your ability to ride the three-headed monster. The first monster is your physical preparation--lifting weights for strength, running for endurance, working on your technique. The second monster is your mental preparation--all our jabbering about humility, battling for your life, taking complete responsibility for the outcome. The last monster is your X Factor, your soul, your courage. Taken altogether, I call this three-headed monster the Process of Winning.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 194,
    "quote": "I never realized how many holidays encroached on the collegiate training schedule. When I was training for the Olympics, only one holiday interested me, the Day After the Games.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 195,
    "quote": "Unlike boxers--or any professional athlete for that matter--rowers have little motivation to do it longer than necessary. With a modest amount of self-realization, you'll know when you have acquired the nebulous gifts that rowing has to offer, whether it's courage or a strengthened soul or a powerful body. Once you have it, drop back ten yards and punt. Someone new will pick up the ball and run with it.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 196,
    "quote": "After hooking up the fuel line and pumping a little gasoline through the hose, I prepared for a workout on the 'coach's ergometer'.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 197,
    "quote": "If anyone here is secretly dreaming of making the Olympics, I can tell you exactly how to do it, two words: Sustained Obsession. The obsession isn't so hard. But keeping it sustained is a tough nut to crack. A heart-felt enemy can go a long way to sustaining your obsession. Love your enemy.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 198,
    "quote": "Like any good drug, anger can mask all reality. But anger is not an easy emotion to call up on demand, which is why an enemy is so wonderful. You're tired. Didn't sleep well. You have zero energy. Then you get lucky. You pull into the boathouse parking lot and see your favorite enemy. Celebrate. Your workout is saved. One look at that chowderhead can put you into the angerzone. As you turn off your car, you can feel your whole physical being change. Respiration increases. The dull look on your face is magically transformed into the power-stare of a true rowing warriot.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 199,
    "quote": "The time to be upset is during the race, when you can actually do something about it. Nothing could be done now. A thousand times I'd told them: the key to racing is to come off the water regretting nothing.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from WANTED: Rowing Coach"
  },
  {
    "id": 200,
    "quote": "Physically, rowing was remarkable resistant to the camera... the camera liked power exhibited more openly, and the power of the oarsmen [is] exhibited in far too controlled a setting. Besides, the camera liked to focus on individuals, and except for the single scull, crew was sport without faces.",
    "author": "David Halberstam",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 201,
    "quote": "Good Day. We are privileged to live another day in this magnificent world. Today you will be tested.",
    "author": "Mike Livingston",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 202,
    "quote": "You must assume full responsibility for choosing to pursue power. Know that you alone have chosen to be tested, and then proceed without doubt, remorse, or blame. You alone are responsible.",
    "author": "Mike Livingston",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 203,
    "quote": "You must purge yourself of all thoughts of self-importance, and all inclination to judge either yourself or others. You must go to power with humility and deep respect.",
    "author": "Mike Livingston",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 204,
    "quote": "You must approach each test with the seriousness and passion that you would use to prepare to challenge your death. You must prepare--not to die-- but to battle for your life in each moment with every faculty and power available to you.",
    "author": "Mike Livingston",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 205,
    "quote": "Rowing is an absurdly simple sport. I can easily guide a beginner throught the right technical motions. The difficulty arises when the beginner attempts to repeat those motions on a bumpy race course, at 40 strokes a minute, with his heart rate zooming, and an opponent charging up his stern.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 206,
    "quote": "Imagine a gigantic wheel like the waterwheel at a millhouse, that takes up to eight people to keep it moving. Each inserts his heavy stick at just the right moment into the spokes of the wheel and pulls. If the timing of the catch of the stick in the spokes is not perfect, the wheel does not achieve its potential speed. If the timing of the release from the spokes is off, a stick may be caught in the spokes, transferring the force of the wheel through the stick into the belly of the hapless attendant-- a graphic demonstration of what happens to an oarsman who fails to release his oar on time. This process, which has been known to catapult oarsmen into the river, is called ",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 207,
    "quote": "Few sports has as great a disparity between the time committed in practice and time actually spent in game or race conditions.",
    "author": "David Halberstam",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 208,
    "quote": "I slapped my face two or three times with both hands, as hard as possible. The slapping hurt. It snapped me to attention. My adrenaline started flowing... the Yugoslavs, sitting in the next lane stared at me in disbelief. The harsh slapping made me angry--exactly what I wanted. I did my best work when I was angry.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 209,
    "quote": "Rowing, particularly sculling, inflicts on the individual in every race a level of pain associated with few other sports. There was certainly pain in football during a head-on collision, pain in other sports on the occasion of a serious injury. That was more the threat of pain; in rowing there was the absolute guarantee of it every time.",
    "author": "David Halberstam",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 210,
    "quote": "Crew was always imperfect; no matter how good your crew, you were bound to lose, if not a race, then the ephemeral feeling of swing, when a boat was moving perfectly. Because currents, tides and winds made times largely meaningless, it was a sport in which records had no value. A runner might know that he had bettered a time of those who went before him. The oarsmen in a boat that had won every race would always wonder if his boat was better than one that was comparably victorious six years earlier. The only clue that his boat was probably faster came from other sports, for swimmers and runners were systematically improving on the records set by their predecessors. But there was no empirical evidence. Therefore, humility became part of the code: You did not boast of what you would do or had done, nor did you embarrass a loser. Because your adversaries had subjected themselves to virtually the same regimen that you did, you respected them as much as you respected yourself.",
    "author": "David Halberstam",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 211,
    "quote": "During their college years the oarsmen put in terrbily long hours, often showing up at the boathouse at 6:00am for preclass practices. Both physically and psychologically, they were separated from their classmates. Events that seemed earth-shattering to them-- for example, who was demoted from the varsity to the junior varsity -- went almost unnoticed by the rest of the students. In many ways they were like combat veterans coming back from a small, bitter and distant war, able to talk only to other veterans.",
    "author": "David Halberstam",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 212,
    "quote": "If you want to know why you didn't make a boat -- I'll tell you. You're just out there hammering the water. You're killing fish, not rowing.",
    "author": "Jim Dietz",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 213,
    "quote": "You have to know how to listen to your body, because there is a part of you that always wants to quit and go back to sleep, and there is also a part of your body which on occasion is worn out and wants and needs rest, and then you have to listen.",
    "author": "Tiff Wood",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 214,
    "quote": "You have to force yourself to stay with rowing. If you put the first of your contact lenses in your eye, that is almost a sure guarantee that you won't go back to sleep. If you can get up and past the bed, then you will reach the kitchen. If you can reach the kitchen you can reach the front door. If you reach the front door, you will reach the car, and if you reach the car, you can reach the boathouse. Each step leads to the next one. You keep pushing yourself so that you will no quit.",
    "author": "Tiff Wood",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 215,
    "quote": "In team sports the athletes were bonded by each other, there was an immense peer pressure to keep going. One dared not miss a practice for fear of letting his teammates down. Every time an athlete thought of getting back into bed in the morning he knew he would have to face the anger of his closest friends. But the sculler had to find motivation entirely within himself. No one else cared.",
    "author": "David Halberstam",
    "additionalInfo": "from The Amateurs"
  },
  {
    "id": 216,
    "quote": "The driving effort is carefully quantified in the psyche of every practicing oarsman. Half-power is like walking up a flight of stairs; three-quarters power is the same as a steady jog up those stairs; full-power is the equivalent of running to the top of Mt. Whitney. Then comes race-power. This is a special category, reserved for the ultimate in physical expression. At the completion of the final stroke of a close race, an oarsman should collapse over his oar, having spent every possible ounce of energy. Fainting from exhaustion at the finish line, although rarely seen, is greatly respected among competitors.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 217,
    "quote": "I led by three or four feet, with Biggy (John Biglow) surging closer on each stroke. I hated him in those last few seconds; he was the only reason my guts were being strewn over the water like an oil slick ... I pressed one last time, and looked at the finish-line flagman. In that instant the flag jumped down and then up. The up stroke, identifying the second place finisher, was for me. John Biglow was the victor. I stared into the green-brown water watching my bloody soul drop through the depths, slowly rocking back and forth, occasionally glinting in the light, and then finally disappearing.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 218,
    "quote": "In terms of pure physical effort, today was probably as hard as I've worked in any part. I spent the morning rowing, including the change of speeds Arrius [the Roman commander] test Judah with. A real bone-breaker.",
    "author": "Charlton Heston",
    "additionalInfo": "from Rowing Against the Current, while filming Ben-Hur, taken from The Actor's Life"
  },
  {
    "id": 219,
    "quote": "Being in shape was not my goal. My body was a tool to test the capabilities of my will.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 220,
    "quote": "Once one is beyond a certain level of commitment to the sport, life begins to seem an allegory of rowing rather than rowing an allegory of life.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 221,
    "quote": "For two months after Christmas vacation we limped around campus with muscles too tigh and sore to walk properly, yet we had no good idea of our goal. Without knowing what a real race was like, I couldn't judge whether it was worth all the preparation, but having put in so much time already, how could we back out? Quite a few Freshman did manage to back out. After Christmas several, when freed from faily practice, decided that they liked not feeling tired all the time. Most of them vanished without a word.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 222,
    "quote": "In rowing, as in life, there are competitors and there are racers. The competitor works hard and rows to his limit. The racer does not think of limits, only the race.",
    "author": "Jim Dietz",
    "additionalInfo": "Rowing Coach, USCGA"
  },
  {
    "id": 223,
    "quote": "As a competitor, winner or loser, one crosses the line into limbo. The adrenaline is gone, the anticipation is gone. The verdict is either comforting or devestating but it neithers returns the exhilaration of the race nor helps directly to win the next. Maybe all that matters is that there is a next.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 224,
    "quote": "That morning each of us found a breaking point. Not only a physical barrier, but a point where determination, stamina and duty clashed and were overcome not so much by pain but by absurdity.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 225,
    "quote": "A man goes through many changes in 2000 meters. Some are not very pretty. Some make you hate yourself. Some make you wonder if you've been rowing for only three or four days. To avoid that fate, we prepared for all possibilities. If a meteor landed 10 feet off our stern, we would not blink. [We] Would be aware, yet impassive, to the outside world. Every ounce of energy would be funneled into the water, and not wasted by looking around, worrying about opponents, wondering about things that didn't concern our primary goal--to be the first across the finish line.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 226,
    "quote": "Karen rowed for what the venerable American shell builder George Pocock called `the symphony of motion.' As dawn breaks over the river, the shell is lifted from its rack out into the morning. On another rack the oars hang ready to be greased and slipped into the locks. Then, awakened to the river and the feel of the oars, the oarsmen blend in fulfillment of the shell. The symphony is not of competition. It is the synchronous motion over water, the harmonic flexing of wood and muscle, where each piece of equipment and every oarsman is both essential to, and the limit of motion itself.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 227,
    "quote": "Without a doubt, the next few minutes would be the most hellishly exciting in my life. Grinding pain and killer fatigue waited just beyond the word, \"Partez.\" But I tried to ignore those prespects, and concentrate on the priceless feelings that also awaited. I thought about the perfect strokes we would take, and about the merciless surge of power we would unleash in the last 500 meters.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 228,
    "quote": "Another boat, a straight-four, four sweep oarsmen without a coxswain, raced through our flotilla. I looked at them as they jetted past, and I quickly looked again. This boat appeared to be manned by four skeletons. Their cheek bones stood out like knots, their ribs were clearly defined as if they were painted on. Every leg and arm muscle showed as taut as steel cabling. Four pairs of deep-set eyes peered at us, conveying 'the look.' The four men who were rowing that shell were a special breed of oarsmen known as 'lightweights'…",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 229,
    "quote": "NOBODY BEATS US!",
    "author": "Brad Alan Lewis and Paul Enquist race trigger '1984",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 230,
    "quote": "Nobody Beats Us! served as our main trigger... We practiced using trigger words, private verbal keys, which unlocked certain thoughts for us. We had a half-dozen phrases--some dealt with maintaining our technique, two dealt with maintaining our technique, two dealt with our stroke rating. The most powerful phrase was 'Nobody Beats Us!' According to our plan, when I said these words to Paul toward the end of the race, we would immediately shift into our final sprint, rowing as high and hard as possible, straight through, until we crossed the finish line.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 231,
    "quote": "Pain? Yes, of course. Racing without pain is not racing. But the pleasure of being ahead outweighed the pain a million times over. To hell with the pain. What's six minutes of pain compared to the pain they're going to feel for the next six months or six decades. You never forget your wins and losses in this sport. YOU NEVER FORGET.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 232,
    "quote": "I felt okay for the first 45 seconds, and then my vision grew fussy. My lungs felt like deflated balloons. I would have sucked oxygen through my ears, if that were possible. I was experiencing oxygen debt, or perhaps better stated, oxygen death.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 233,
    "quote": "MCP, maximum controled pressure. No tomorrow, no waiting, nothing beyond the moment. We seek the perfect balance--total abandon on the drive, total control on the recovery.",
    "author": "Brad Alan Lewis",
    "additionalInfo": "from Assault on Lake Casitas"
  },
  {
    "id": 234,
    "quote": "For oarsmen, the sensation is different. While running, swimming or even participating in team sports one performs to his own limits, limits set by the individual conditioning and determination. When exhausted, the individual decides to endure, change pace, walk or collapse. As part of an eight, however, one performs at the level of the crew. When every part of each body says stop, inexplicably the boat still continues. Individual limitations reassert themselves only when the race is over; only then is the body released from the tyranny of the shell and allowed to vomit, lose consciousness or gracefully expire.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 235,
    "quote": "Harry took him out for a few practices in Cambridge and then told him to try again the next year, but because Twig had driven three thousand miles, Harry led him down to the Harvard rowing tanks to show him some technical points to work on back in Seattle. Twig took a seat in the vacant tank room and started to row. After twenty minutes Harry left to coach the next practice. Several hours later, when Harry was in his office finishing up, an oarsman came to the door. Someone, he told Harry, was rowing in the tanks and wanted to know if he could stop. No one is sure how long Twig rowed that day, but if he had been on a straight course, he might have made it back to Wyoming. Harry told him to show up for practice the next morning.",
    "author": "Stephen Kiesling",
    "additionalInfo": "from The Shell Game"
  },
  {
    "id": 236,
    "quote": "Eight hearts must beat as one in an eight oared shell or you don’t have a crew!",
    "author": "George Yeoman Pocock",
    "additionalInfo": ""
  },
  {
    "id": 237,
    "quote": "A good shell has to have life and resiliency to get in harmony with the swing of the crew.",
    "author": "Daniel James Brown",
    "additionalInfo": "from The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics"
  }
]
